tap "commitdev/zero"
tap "fairwindsops/tap"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "helm/tap"
tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "johanhaleby/kubetail"
tap "kube-score/tap"
tap "sal0max/nikon"
tap "superfly/tap"
tap "tilt-dev/tap"
brew "age"
brew "age-plugin-yubikey"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "icu4c", link: true
brew "bitwarden-cli"
brew "chart-testing"
brew "checkov"
brew "chezmoi"
brew "cosign"
brew "direnv"
brew "exa"
brew "flarectl"
brew "libtool"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gopass"
brew "gopass-jsonapi"
brew "graphviz"
brew "helm"
brew "http-server"
brew "jq"
brew "k3d"
brew "kind"
brew "kube-score"
brew "kubeaudit"
brew "kubernetes-cli"
brew "kubeval"
brew "kustomize"
brew "libpq"
brew "mas"
brew "nativefier"
brew "nmap"
brew "php"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "pre-commit"
brew "pv"
brew "python@3.8"
brew "qt@5"
brew "s3cmd"
brew "shellcheck"
brew "sops"
brew "starship"
brew "terraform"
brew "terraform-docs"
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "tmate"
brew "trash"
brew "tree"
brew "volta"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "yq"
brew "zsh-completions"
brew "commitdev/zero/zero"
brew "fairwindsops/tap/polaris"
brew "fluxcd/tap/flux"
brew "helm/tap/chart-releaser"
brew "heroku/brew/heroku"
brew "johanhaleby/kubetail/kubetail"
brew "superfly/tap/flyctl"
brew "tilt-dev/tap/ctlptl"
brew "tilt-dev/tap/tilt"
cask "alfred"
cask "android-studio"
cask "browserosaurus"
cask "calibre"
cask "cheatsheet"
cask "cryptomator"
cask "dbeaver-community"
cask "docker"
cask "dteoh-devdocs"
cask "evernote"
cask "ferdi"
cask "figma"
cask "finicky"
cask "firefox"
cask "firefox-developer-edition"
cask "font-menlo-for-powerline"
cask "font-meslo-lg"
cask "font-meslo-lg-nerd-font"
cask "font-recursive"
cask "font-recursive-code"
cask "gimp"
cask "gitify"
cask "google-chrome"
cask "google-cloud-sdk"
cask "inkscape"
cask "jitsi-meet"
cask "krita"
cask "ledger-live"
cask "lens"
cask "licecap"
cask "logitech-options"
cask "macfuse"
cask "moom"
cask "nx-studio"
cask "postman"
cask "qbittorrent"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "secretive"
cask "skype"
cask "spotify"
cask "suspicious-package"
cask "timemachineeditor"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "iMovie", id: 408981434
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "OneDrive", id: 823766827
mas "StopTheMadness", id: 1376402589
mas "The Unarchiver", id: 425424353
mas "XMind", id: 1327661892
