tap "commitdev/zero"
tap "fairwindsops/tap"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "helm/tap"
tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "johanhaleby/kubetail"
tap "kube-score/tap"
tap "sal0max/nikon"
tap "superfly/tap"
tap "tilt-dev/tap"
brew "actionlint"
brew "age"
brew "age-plugin-yubikey"
brew "aria2"
brew "autoconf"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "icu4c", link: true
brew "bitwarden-cli"
brew "chart-testing"
brew "checkov"
brew "chezmoi"
brew "cosign"
brew "direnv"
brew "eslint"
brew "exa"
brew "flarectl"
brew "libtool"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gopass"
brew "gopass-jsonapi"
brew "netpbm"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "http-server"
brew "jq"
brew "k3d"
brew "kind"
brew "kube-score"
brew "kubeaudit"
brew "kubernetes-cli"
brew "kubeval"
brew "kustomize"
brew "libpq"
brew "markdownlint-cli"
brew "mas"
brew "nativefier"
brew "nmap"
brew "php"
brew "pinentry-mac"
brew "postgresql@14", restart_service: true
brew "virtualenv"
brew "pre-commit"
brew "prettier"
brew "pv"
brew "python@3.8"
brew "qt@5"
brew "rename"
brew "ruby"
brew "s3cmd"
brew "shellcheck"
brew "sops"
brew "sqlfluff"
brew "starship"
brew "terraform"
brew "terraform-docs"
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "tmate"
brew "trash"
brew "tree"
brew "vale"
brew "volta"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "yq"
brew "zsh-completions"
brew "commitdev/zero/zero"
brew "fairwindsops/tap/polaris"
brew "fluxcd/tap/flux"
brew "helm/tap/chart-releaser"
brew "heroku/brew/heroku"
brew "johanhaleby/kubetail/kubetail"
brew "superfly/tap/flyctl"
brew "tilt-dev/tap/ctlptl"
brew "tilt-dev/tap/tilt"
cask "alfred"
cask "android-studio"
cask "balenaetcher"
cask "browserosaurus"
cask "calibre"
cask "cheatsheet"
cask "cryptomator"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dteoh-devdocs"
cask "evernote"
cask "ferdium"
cask "figma"
cask "finicky"
cask "firefox"
cask "firefox-developer-edition"
cask "font-menlo-for-powerline"
cask "font-meslo-lg"
cask "font-meslo-lg-nerd-font"
cask "font-recursive"
cask "font-recursive-code"
cask "gimp"
cask "gitify"
cask "google-chrome"
cask "google-cloud-sdk"
cask "inkscape"
cask "jitsi-meet"
cask "krita"
cask "ledger-live"
cask "lens"
cask "licecap"
cask "logi-options-plus"
cask "macfuse"
cask "moom"
cask "nx-studio"
cask "postman"
cask "qbittorrent"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raspberry-pi-imager"
cask "secretive"
cask "skype"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "timemachineeditor"
cask "tor-browser"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Actions", id: 1586435171
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Disk Speed Test", id: 425264550
mas "Home Assistant", id: 1099568401
mas "iMovie", id: 408981434
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "OneDrive", id: 823766827
mas "StopTheMadness", id: 1376402589
mas "The Unarchiver", id: 425424353
mas "Xmind", id: 1327661892
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onelight"
vscode "antfu.smart-clicks"
vscode "aprilandjan.ascii-tree-generator"
vscode "astro-build.astro-vscode"
vscode "BazelBuild.vscode-bazel"
vscode "bungcip.better-toml"
vscode "chrischinchilla.vale-vscode"
vscode "christian-kohler.path-intellisense"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "debens.sort-js-object"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "firsttris.vscode-jest-runner"
vscode "fnando.linter"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GitLab.gitlab-workflow"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hilleer.yaml-plus-json"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mgmcdermott.vscode-language-babel"
vscode "mintlify.document"
vscode "mrmlnc.vscode-attrs-sorter"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode.makefile-tools"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "nrwl.angular-console"
vscode "OfHumanBondage.react-proptypes-intellisense"
vscode "PascalReitermann93.vscode-yaml-sort"
vscode "pflannery.vscode-versionlens"
vscode "Prisma.prisma"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "robertoachar.vscode-essentials-snippets"
vscode "SimonSiefke.svg-preview"
vscode "sourcegraph.sourcegraph"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "Tchoupinax.tilt"
vscode "timonwong.shellcheck"
vscode "Tyriar.sort-lines"
vscode "vincaslt.highlight-matching-tag"
vscode "wix.vscode-import-cost"
vscode "zhuangtongfa.material-theme"
